In [4]:
import pandas as pd 
users=pd.read_csv("users.csv")
users

   user_id username  salaryInDollar country
0        1    ahmad            3000  Jordan
1        2      ali            4000    Iraq
2        3   yousef            5000    Oman
3        4     hala            6000    Oman
4        5   yaseen            7000    Oman
5        6   sameer            3500  Jordan
6        7     saif            4600    Iraq
7        8     omar            2300     UAE
8        9     nada            1900     UAE
9       10    sanad            4300     UAE

In [8]:
users['sallary dollar']=users.salaryInDollar*.70
users

   user_id username  salaryInDollar country  sallary dollar
0        1    ahmad            3000  Jordan          2100.0
1        2      ali            4000    Iraq          2800.0
2        3   yousef            5000    Oman          3500.0
3        4     hala            6000    Oman          4200.0
4        5   yaseen            7000    Oman          4900.0
5        6   sameer            3500  Jordan          2450.0
6        7     saif            4600    Iraq          3220.0
7        8     omar            2300     UAE          1610.0
8        9     nada            1900     UAE          1330.0
9       10    sanad            4300     UAE          3010.0

In [10]:
users.shape

(10, 5)

In [11]:
type(users)

pandas.core.frame.DataFrame

In [12]:
users.country

0    Jordan
1      Iraq
2      Oman
3      Oman
4      Oman
5    Jordan
6      Iraq
7       UAE
8       UAE
9       UAE
Name: country, dtype: object

In [14]:
users.country.describe()

count       10
unique       4
top       Oman
freq         3
Name: country, dtype: object

In [15]:
users.country.unique()

array(['Jordan', 'Iraq', 'Oman', 'UAE'], dtype=object)